{
  "added_tokens_decoder": {},
  "auto_map": {
    "AutoTokenizer": [
      "Qwen/Qwen-72B--tokenization_qwen.QWenTokenizer",
      null
    ]
  },
  "clean_up_tokenization_spaces": true,
  "model_max_length": 32768,
  "tokenizer_class": "QWenTokenizer"
}
